Repository: adamwight/hexpm
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: %{n} <br> downloads <br> all time
es: %{n} <br> descargas <br> en todo el tiempo

source: %{n} <br> downloads <br> last 7 days
es: %{n} <br> descargas <br> en la última semana

source: %{n} <br> downloads <br> yesterday
es: %{n} <br> descargas <br> ayer

source: %{n} <br> package <br> versions
es: %{n} <br> versiones <br> del software

source: %{n} <br> packages <br> available
es: %{n} <br> versiones <br> disponibles

source: <a href="%{signup_url}">Create an account</a> and follow the <a href="%{publish_docs_url}">publishing guide</a>. Your package will be immediately available to all Elixir and Erlang users and the documentation will be available on <a href="https://hexdocs.pm">HexDocs</a>.
es: <a href="%{signup_url}">Cree una cuenta</a> y siga la <a href="%{publish_docs_url}">guía de publicación</a>. Su paquete estará inmediatamente disponible para todos los usuarios de Elixir y Erlang y la documentación estará disponible en <a href="https://hexdocs.pm">HexDocs</a>.

source: Download <a href="https://s3.amazonaws.com/rebar3/rebar3">rebar3</a>, put it in your <code>PATH</code> and give it executable permissions. Now you can specify Hex dependencies in your rebar.config like <code>{deps, [hackney]}</code>.
es: Descarga <a href="https://s3.amazonaws.com/rebar3/rebar3">rebar3</a>, ponlo en tu PATH y dale permisos de ejecución. Ahora puedes especificar las dependencias de Hex en tu rebar.config como <code>{deps, [hackney]}</code>.

source: Fetch dependencies from Hex without creating an account. Hex is usable out of the box in Elixir with <a href="%{mix_url}">Mix</a> and in Erlang with <a href="%{rebar_url}">Rebar3</a>). Check our <a href="%{faq_url}">FAQ</a> for commonly asked questions.
es: Obtenga dependencias de Hex sin crear una cuenta. Hex es utilizable fuera de la caja en Elixir con <a href="%{mix_url}">Mix</a> y en Erlang con <a href="%{rebar_url}">Rebar3</a>). Consulta nuestro <a href="%{faq_url}">preguntas frecuentes</a>.

source: Find packages
es: Buscar paquetes

source: Getting started
es: Cómo empezar

source: Most Downloaded
es: Lo más descargado

source: New Packages
es: Nuevos paquetes

source: Private packages
es: Paquetes privados

source: Publish packages
es: Publicar paquetes

source: Publish private packages by <a href="%{new_org_url}">creating an organization</a>. Your private packages will get the same features as public packages such as fast dependency fetching, HexDocs, and run on the same reliable infrastructure that serves millions of packages daily. See our <a href="%{pricing_url}">pricing page</a> for more details.
es: Publica paquetes privados <a href="%{new_org_url}">creando una organización</a>. Sus paquetes privados tendrán las mismas características que los paquetes públicos, como la obtención rápida de dependencias y HexDocs, y se ejecutarán en la misma infraestructura fiable que sirve a millones de paquetes diariamente. Consulte nuestra <a href="%{pricing_url}">página de precios</a> para obtener más detalles.

source: Recently Updated
es: Actualizado recientemente

source: Search
es: Buscar

source: Specify your Mix dependencies as two-item tuples like <code>{:plug, "~> 1.1.0"}</code> in your dependency list, Elixir will ask if you want to install Hex if you haven't already.
es: Indique sus dependencias de Mix como tuplas de dos elementos como <code>{:plug, "~> 1.1.0"}</code> en su lista de dependencias, Elixir le preguntará si desea instalar Hex si aún no lo ha hecho.

source: The package manager for the Erlang ecosystem
es: El repositorio de paquetes del ecosistema Erlang

source: Using with Elixir
es: Cómo usar con Elixir

source: Using with Erlang
es: Cómo usar con Erlang
